-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Apr 06, 2024 at 09:23 AM
-- Server version: 10.11.7-MariaDB-cll-lve
-- PHP Version: 7.2.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `u937955131_westoredb`
--

-- --------------------------------------------------------

--
-- Table structure for table `cities`
--

CREATE TABLE `cities` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `name_en` varchar(255) NOT NULL,
  `shipping_cost` decimal(12,2) NOT NULL,
  `status` varchar(10) NOT NULL DEFAULT 'YES',
  `position` decimal(10,0) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

--
-- Dumping data for table `cities`
--

INSERT INTO `cities` (`id`, `name`, `name_en`, `shipping_cost`, `status`, `position`) VALUES
(1, 'აგარა', 'Agara', '0.00', 'active', '2'),
(2, 'აგარაკი', 'Agaraki', '0.00', 'active', '3'),
(3, 'ადიგენი', 'Adigeni', '0.00', 'active', '4'),
(4, 'ამბროლაური', 'Ambrolauri', '0.00', 'active', '5'),
(5, 'ანაკლია', 'Anaklia', '0.00', 'active', '6'),
(6, 'ასპინძა', 'Aspindza', '0.00', 'active', '7'),
(7, 'ახალციხე', 'Akhaltsikhe', '0.00', 'active', '8'),
(8, 'ახმეტა', 'Akhmeta', '0.00', 'active', '9'),
(9, 'ბათუმი', 'Batumi', '0.00', 'active', '10'),
(10, 'ბაღდათი', 'Baghdati', '0.00', 'active', '11'),
(11, 'ბოლნისი', 'Bolnisi', '0.00', 'active', '12'),
(12, 'ბორჯომი', 'Borjomi', '0.00', 'active', '13'),
(13, 'გარდაბანი', 'Gardabani', '0.00', 'active', '14'),
(14, 'გონიო', 'Gonio', '0.00', 'active', '15'),
(15, 'გორი', 'Gori', '0.00', 'active', '16'),
(16, 'გრიგოლეთი', 'Grigoleti', '0.00', 'active', '17'),
(17, 'გუდაური', 'Gudauri', '0.00', 'active', '18'),
(18, 'გურჯაანი', 'Gurjaani', '0.00', 'active', '19'),
(19, 'დიდი ლილო', 'Didi lilo', '0.00', 'active', '20'),
(20, 'დმანისი', 'Dmanisi', '0.00', 'active', '21'),
(21, 'დუშეთი', 'Dusheti', '0.00', 'active', '22'),
(22, 'ვაზიანი', 'Vaziani', '0.00', 'active', '23'),
(23, 'ზესტაფონი', 'Zestafoni', '0.00', 'active', '24'),
(24, 'ზუგდიდი', 'Zugdidi', '0.00', 'active', '25'),
(25, 'თბილისი', 'Tbilisi', '0.00', 'active', '1'),
(26, 'თელავი', 'Telavi', '0.00', 'active', '26'),
(27, 'თელეთი', 'Teleti', '0.00', 'active', '27'),
(28, 'თელოვანი', 'Telovani', '0.00', 'active', '28'),
(29, 'თერჯოლა', 'Terjola', '0.00', 'active', '29'),
(30, 'თხინვალა', 'Tkhinvali', '0.00', 'active', '30'),
(31, 'კვარიათი', 'Kvariati', '0.00', 'active', '31'),
(32, 'კვესეთი', 'Kveseti', '0.00', 'active', '32'),
(33, 'კიკეთი', 'Kiketi', '0.00', 'active', '33'),
(34, 'კოჯორი', 'Kojori', '0.00', 'active', '34'),
(35, 'ლაგოდეხი', 'Lagodekhi', '0.00', 'active', '35'),
(36, 'ლანჩხუთი', 'Lanchkhuti', '0.00', 'active', '36'),
(37, 'მარნეული', 'Marneuli', '0.00', 'active', '37'),
(38, 'მარტყოფი', 'Martkopi', '0.00', 'active', '38'),
(39, 'მახინჯაური', 'Makhinjauri', '0.00', 'active', '40'),
(40, 'მცხეთა', 'Mtskheta', '0.00', 'active', '41'),
(41, 'ნასაგური', 'Nasaguri', '0.00', 'active', '42'),
(42, 'ნატახტარი', 'Natakhtari', '0.00', 'active', '43'),
(43, 'ნორიო', 'Norio', '0.00', 'active', '44'),
(44, 'ოზურგეთი', 'Ozurgeti', '0.00', 'active', '45'),
(45, 'ოქროყანა', 'Okrokana', '0.00', 'active', '46'),
(46, 'რუსთავი', 'Rustavi', '0.00', 'active', '47'),
(47, 'საგარეჯო', 'Sagarejo', '0.00', 'active', '48'),
(48, 'საგურამო', 'Saguramo', '0.00', 'active', '49'),
(49, 'სამტრედია', 'Samtredia', '0.00', 'active', '50'),
(50, 'სარფი', 'Sarphi', '0.00', 'active', '51'),
(51, 'საჩხერე', 'Sachkhere', '0.00', 'active', '52'),
(52, 'სენაკი', 'Senaki', '0.00', 'active', '53'),
(53, 'სიღნაღი', 'Sighnagi', '0.00', 'active', '54'),
(54, 'სტეფანწმინდა', 'Stephantsminda', '0.00', 'active', '55'),
(55, 'სურამი', 'Surami', '0.00', 'active', '56'),
(56, 'სუფსა', 'Supsa', '0.00', 'active', '57'),
(57, 'ტაბახმელა', 'Tabakhmela', '0.00', 'active', '58'),
(58, 'ტყიბული', 'Tkibuli', '0.00', 'active', '59'),
(59, 'ურეკი', 'Ureki', '0.00', 'active', '60'),
(60, 'ურეხი', 'Urekhi', '0.00', 'active', '61'),
(61, 'ფოთი', 'Poti', '0.00', 'active', '62'),
(62, 'ქარელი', 'Kareli', '0.00', 'active', '63'),
(63, 'ქობულეთი', 'Kobuleti', '0.00', 'active', '64'),
(64, 'ქუთაისი', 'Kutaisi', '0.00', 'active', '65'),
(65, 'ყვარელი', 'Kvareli', '0.00', 'active', '66'),
(66, 'ყულევი', 'Kelevi', '0.00', 'active', '67'),
(67, 'შინდისი', 'Shindisi', '0.00', 'active', '68'),
(68, 'ჩაქვი', 'Chakvi', '0.00', 'active', '69'),
(69, 'ჩოხატაური', 'Chokhatauri', '0.00', 'active', '70'),
(70, 'ჩხოროწყუ', 'Chkhorotsku', '0.00', 'active', '71'),
(71, 'წავკისი', 'Tsavkisi', '0.00', 'active', '72'),
(72, 'წალენჯიხა', 'Tsalenjikha', '0.00', 'active', '73'),
(73, 'წინანდალი', 'Tsinandali', '0.00', 'active', '74'),
(74, 'წინუბანი', 'Tsinubani', '0.00', 'active', '75'),
(75, 'წყალტუბო', 'Tskaltubo', '0.00', 'active', '76'),
(76, 'წყნეთი', 'Tskneti', '0.00', 'active', '77'),
(77, 'ჭიათურა', 'Tchiatura', '0.00', 'active', '78'),
(78, 'ხარაგაული', 'Kharagauli', '0.00', 'active', '79'),
(79, 'ხაშური', 'Khashuri', '0.00', 'active', '80'),
(80, 'ხელვაჩაური', 'Khelvachauri', '0.00', 'active', '81'),
(81, 'ხობი', 'Khobi', '0.00', 'active', '82'),
(82, 'ხონი', 'Khoni', '0.00', 'active', '83'),
(84, 'მესტია', 'Mestia', '0.00', 'active', '42'),
(85, 'ლენტეხი', 'Lentekhi', '0.00', 'active', '43'),
(86, 'ბაკურიანი', 'Bakuriani', '0.00', 'active', '14'),
(87, 'წალკა', 'Tsalka', '0.00', 'active', '72'),
(88, 'თიანეთი', 'Tianeti', '0.00', 'active', '30'),
(89, 'აბაშა', 'Abasha', '0.00', 'active', '1'),
(90, 'ფარცხისი', 'Partskhisi', '0.00', 'active', '63');

-- --------------------------------------------------------

--
-- Table structure for table `clients`
--

CREATE TABLE `clients` (
  `id` int(12) NOT NULL,
  `status` varchar(200) NOT NULL DEFAULT 'არააქტიურია',
  `date` datetime NOT NULL,
  `company` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `phone` varchar(15) NOT NULL,
  `idnumber` varchar(12) NOT NULL,
  `password` varchar(255) NOT NULL,
  `finances` varchar(255) NOT NULL DEFAULT 'on',
  `edit_product_name` varchar(20) NOT NULL DEFAULT 'on'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `clients`
--

INSERT INTO `clients` (`id`, `status`, `date`, `company`, `email`, `phone`, `idnumber`, `password`, `finances`, `edit_product_name`) VALUES
(1, 'აქტიური', '2023-08-01 21:23:52', 'შპს აითისოლუშენს', 'info@keylocker.ge', '595302288', '405332670', '$2y$10$YMw2ezJAHOYLHJR7ilwcjOl.nz7GvOMPYXCd92.8wfS25uE5S2enm', 'on', 'on'),
(2, 'აქტიური', '2023-08-10 12:31:36', 'ევაპიფაი', 'kato.lobzhanidze@gmail.com', '577449909', '405498956', '$2y$10$hbBMgzAPR.LTG7e5ztqW9eJDSY35dhSy1OXzhz6jdI2UcVP9nur/2', '', ''),
(5, 'აქტიური', '2023-08-20 18:05:37', 'შპს სმარტლოქ', 'sales@smartlock.ge', '595302288', '405596092', '$2y$10$PKBCAPRwHFhwKRpWzfJTPesw5WM.MZHFzMzll5hiNiee7j1yui2CC', 'on', 'on'),
(6, 'არააქტიური', '2023-08-30 12:59:21', 'შპს გლობალ პოსტ', 'globalpost23@gmail.com', '577464849', '429652609', '$2y$10$et4LHYF0/FXYP2Ie0AAFqeRdM6xPby/.ZLUMALVs0/.KedsrDu99.', 'on', 'on'),
(7, 'აქტიური', '2023-09-15 13:12:04', 'ევაპიფაი დაზიენებული', 'saba@evapify.com', '599121600', '405498956d', '$2y$10$v1g3prvdCeMBTfpMfZlDKeYR5KSN0/q4xia9KG/RddUBVhyWYTIhO', '', ''),
(8, 'აქტიური', '2023-09-17 22:48:38', 'შპს მედიფარმა-ჯე', 'sales@odaban.ge', '579080108', '404405988', '$2y$10$NVYHhTQL9YX5edxnetIdz.SeGuZRLHjlBHUXD/6oWUfa.06QDjo5W', 'on', 'on'),
(9, 'არააქტიური', '2023-09-26 01:13:57', 'თათია', 'tatiatatia010@gmail.com', '591244488', '01024024589', '$2y$10$hEQ/FAEN6g56EOhU.RD7c.EGm834hzdy3749UeWFj2qBvjrp30fBK', 'on', 'on'),
(10, 'არააქტიურია', '2023-10-02 18:06:17', 'ალფაინ სფაისიზ', 'inga.zurabianhi@gmail.com', '577533200', '405204639', '$2y$10$wqrAqNjrERn1JqkSDBTZyeKpU1KOJHk3temvxjBgvkdgkAwLt8Dwy', 'on', 'on'),
(11, 'არააქტიურია', '2023-10-03 14:17:04', 'შპს მოლო', 'jabakhinikadze@gmail.com', '579907370', '443123344', '$2y$10$.SEJNPB4.8Bam0jZe788WOCv.jIZnrdAR1KfTCgQ6xycdaZT76ZPm', 'on', 'on'),
(12, 'აქტიური', '2023-10-04 09:57:54', 'ტიფლის ვიჟენი', 'tiflisvision@mail.ru', '599224366', '406148379', '$2y$10$XpV.duAW8M86rqlwcD2sgOshFmE2yhzxC10osIJLZzrOvrK5oZxTK', 'on', ''),
(13, 'აქტიური', '2023-10-17 17:21:06', 'ევაპიფაი ძველი მოდელები', 'george.gurashvili@evapify.com', '000000000', '405498956e', '$2y$10$PNGLbba9Vqh2vVUFpG1wse160ne08FMYef/.4TsjNLsbSJwj75BAe', '', ''),
(14, 'აქტიური', '2023-10-23 15:21:32', 'პრანა-მე ', 'ngiorgaia@gmail.com', '568370005', '405429656', '$2y$10$KyvoctIMGIyFERZKfvE3Ye3Dis84kmjQcASVy6zIn.w56mBTM9GnK', 'on', ''),
(15, 'არააქტიური', '2023-10-30 13:16:18', 'შპს კრისლეო', 'plantslovertbilisi@gmail.com', '599955031', '404654717', '$2y$10$axdhGVEcEI2lvvqoK/N1CeUEUeJcLrUIznVzas75y593cwHnyOI0G', 'on', 'on'),
(16, 'არააქტიური', '2023-11-16 12:36:41', 'თამთა დუნდუა', 'tatadundua@yahoo.com', '555466730', '01019067293', '$2y$10$AeCpU0kpPfTFJ373MpPW9OQlYcwMdSfZiZuawZv/MT1I0rl3UP8Oy', 'on', ''),
(17, 'აქტიური', '2023-12-07 22:03:26', 'შპს ამოისუნთქე', 'amoisuntke@gmail.com', '577252570', '402299142', '$2y$10$xmAzlQYGaaZyMnyVx.tsNuZRImUxHhlgsoE2AMSXciLE6TLmYqezK', 'on', ''),
(18, 'არააქტიურია', '2023-12-08 10:17:10', 'Seamly • სიმლი', 'Jujakavaz@gmail.com', '574089568', '62302021887', '$2y$10$MWtWAr2Behdj0dxVyTHYR.bool5hL6TZsfqPypBcDabDqSYBN3rJS', 'on', 'on'),
(19, 'არააქტიურია', '2024-01-05 01:12:57', 'რამე რუმე ', 'chitanavabeqa7@gmail.com', '557307100', '19001100855', '$2y$10$4hTzPXtSjZsJ7Apbrphab.tuMvPtASfWqIhUZQj/pvGJLmw4VcpQS', 'on', 'on'),
(20, 'აქტიური', '2024-01-05 18:26:18', 'LLC DAR Group', 'dargroupgeorgia@gmail.com', '577352359', '416360431', '$2y$10$Jj/OSHhdeJxwkZBploaAKuqzaG61aTqFM7oe7b2qcbjsp3ypcoJcq', 'on', ''),
(21, 'არააქტიური', '2024-01-16 22:17:45', 'სარგას', 'k.zurab@yahoo.com', '599527979', '01005006021', '$2y$10$mZP95w0571UJWWCiM65aMuC4k.PC9GleTPKhj2DZvLYgaqJ1Zezgq', 'on', ''),
(22, 'აქტიური', '2024-01-21 10:47:13', 'easychoice', 'easychoice2024@gmail.com', '', '438737805', '$2y$10$JTm3SAn3uR0H0tlArtuK8OfFsUeyE27zZMZ36/UdUNHLEbh6fSfW.', 'on', ''),
(23, 'არააქტიური', '2024-01-22 05:53:07', 'ი.მ თეონა ბუაძე', 'Buadze77@mail.ru', '593525225', '60001004180', '$2y$10$bBVKBE/X78vf/F07XG8Dx.tlAd3gARhsXQHkPuU64PSZ3.8GD5MNi', 'on', 'on');

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` int(20) NOT NULL,
  `date` datetime NOT NULL,
  `order_id` int(20) NOT NULL,
  `sender` varchar(255) NOT NULL,
  `message` longtext NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `comments`
--

INSERT INTO `comments` (`id`, `date`, `order_id`, `sender`, `message`) VALUES
(1, '2024-01-04 13:02:57', 1035, '1', 'თემომ გაგვაუქმებინა'),
(2, '2024-01-04 13:03:31', 1035, '1', 'საქართველოს ფოსტას მივწერეთ გაუქმებაზე'),
(3, '2024-01-08 16:01:26', 1078, '2', 'ნომერი არასწორი მოგვაწოდეს და 08/01/24- ში გადმოგვიგზავნეს სწორი ნომერი'),
(4, '2024-01-15 13:48:46', 1153, '1', 'გრაფიკით ოთხშაბათს მიეწოდება, კლიენტი თანახმაა'),
(5, '2024-01-22 13:41:57', 1213, '1', 'უარი მიღებაზე'),
(6, '2024-01-22 13:58:49', 1203, '2', '2124000279636 ამ კოდით გატანებული (COD) უნდა მოებრუნებინა და ეს მოაბრუნა საკურიერომ შეცდომით'),
(7, '2024-01-22 14:02:49', 1193, '2', 'ეს გზავნილი უნდა მოებრუნებინა საკურიეროს და  შეცდომით მოაბრუნა 2124000283350. პროდუქცია იგივე იყო, უბრალოდ კლიენტმა გადაიფიქრა ქეშით გადახდა და უნაღდო გავუშვით.'),
(8, '2024-01-23 18:20:05', 1287, '1', 'ახლო მისამართია და ჩვენ მივიტანეთ\r\n'),
(9, '2024-01-30 17:03:08', 1415, '1', '599 64 18 69 ინდექსი იყო არასწორად'),
(10, '2024-02-01 16:06:43', 1460, '1', 'ილია ჭავჭავაძის 83, 5 ბლოკი 11 სართული. - ამ მისამართზე გავაგზავნეთ რადგან ვერ მოძებნა მეფმა ის მისამართი'),
(11, '2024-02-12 15:13:31', 1658, '1', 'მომხმარებელს გათიშული ქონდა ტელეფონი და უკან მოაბრუნეს.'),
(12, '2024-02-12 15:13:46', 1658, '1', 'შემკვეთთან შეთანხმებით გავუშვებთ ხვალ.'),
(13, '2024-02-12 15:17:00', 1035, '1', '6.20 ლარი დაგენრირდა ინვოისში სწორად, თუმცა შემდეგ მოხდა ამ შეკვეთის გაუქმება და ვუბრუნებთ ტრანსპორტირების თანხას უკან.'),
(14, '2024-02-12 17:07:04', 1689, '1', 'არასწორ მისამართზე გაიგზავნა (ვერ მოგვაწოდეს დროულად სწორი მისამართი)\r\nდაბრუნდა უკან და წაიღებს კლიენტის კურიერი'),
(15, '2024-02-12 17:53:36', 1701, '1', 'არ დაგვხვდა მისამართზე და უკან მოიტანეს.'),
(16, '2024-02-13 12:02:57', 1701, '1', 'CC265286 ძველი კოდი. მომწოდებლის თხოვნით გავუშვით თავიდან სწრაფით.'),
(17, '2024-02-13 12:12:46', 1658, '1', 'LS264372 ძველი კოდი.'),
(18, '2024-02-15 18:15:23', 1769, '1', 'სწრაფზე გადააკეთა დამკვეთმა'),
(19, '2024-02-19 12:36:50', 1798, '1', 'მისამართი შეცვალა მიმღებმა და უნდა გადავამოწმოთ ქვიქშიფერში თანხა, წესით უნდა იყოს დაკორექტირებული\r\n'),
(20, '2024-02-26 12:52:47', 1921, '1', 'მისამართზე იქნება სამშაბათს 14.00-მდე და 18.00-ის შემდეგ\r\nვუშვებთ სწრაფით დილით'),
(21, '2024-02-28 12:57:59', 1988, '1', '5 კილოზე 5.5 ლარი დაწერა, თვის ბოლოს გადავამოწმოთ'),
(22, '2024-03-07 11:02:25', 2063, '1', '555 657 953 ეს ნომერი გამოგვიგზავნა მიმღებმა, რადგან კურიერი წინა ნომერზე ვერ დაუკავშირდა'),
(23, '2024-03-12 14:00:36', 2226, '1', 'CX309439, ვერ დაუკავშირდა კურიერი და მოგვიბრუნეს. შემკვეთის თხოვნით ახლიდან გავუშვით.'),
(24, '2024-03-17 10:13:58', 2289, '1', 'არასწორად გავუშვით დელივოთი 2124000640207, უნდა გაგვეშვა სწრაფით\r\n'),
(25, '2024-03-18 16:07:11', 2295, '1', 'შეცდომით გავუშვით 10მლ 50მლ ნაცვლად. დელივოში შევავსე ორი ახალი გზავნილი (1 რომ წამოიღონ უკან ჩვენთან და მეორე რომ ახალი გააგზავნონ)\r\n2124000655515 და 2124000655546'),
(26, '2024-03-18 16:21:45', 2295, '1', 'შეცდომის გამო მომხმარებელს გავუუქმე გადასახადი '),
(27, '2024-03-19 13:51:52', 2134, '1', '2124000592681 - მობრუნდა უკან და ხელახლა ვუშვებ '),
(28, '2024-03-20 11:28:30', 2325, '1', 'ეს არის ძველი კოდი: 2124000649446'),
(29, '2024-03-20 11:28:49', 2325, '1', 'შეცდომით გავუშვი ორივე 10 მლ და შევუცვლი ახალი გზავნილით'),
(30, '2024-03-20 11:29:00', 2325, '1', 'ასევე ცალკე გავაფორმე დაბრუნებას'),
(31, '2024-03-20 11:32:20', 2325, '1', '2124000666405 - მობრუნების კოდი'),
(32, '2024-03-28 15:28:09', 2420, '1', 'დაკორექტირდა ერთი პროდუქტის რაოდენობა და თავიდან გამოიგზავნა შეკვეთა 2480'),
(33, '2024-03-28 15:28:59', 2480, '1', 'დაკორექტირდა ერთი პროდუქტის რაოდენობა და თავიდან გამოიგზავნა შეკვეთა (2420 ძველი შეკვეთა)'),
(34, '2024-03-28 16:48:37', 2132, '1', 'ამ შეკვეთაში მოხდა ასეთი რამ: საკეტი არ მოინდომეს და გვთხოვეს ჩავანაცვლოთ კიდევ ერთი ჭკვიანი როზეტით'),
(35, '2024-04-01 14:19:24', 2504, '1', 'აღარ იყო მარაგში ნაცრისფერი და ახალი შეკვეთა გამოაგზავნეს ლაჟავარდისფერზე. '),
(36, '2024-04-01 16:44:56', 2532, '1', 'აღარ იყო მარაგში ნაცრისფერი და ახალი შეკვეთა გამოაგზავნეს ლაჟვარდისფერზე (ძველი შეკვ: 2504)');

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

CREATE TABLE `orders` (
  `id` int(14) NOT NULL,
  `date` datetime NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT '1',
  `company_id` varchar(255) NOT NULL,
  `fullname` varchar(255) NOT NULL,
  `city` varchar(50) NOT NULL,
  `address` varchar(255) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `phone2` varchar(20) NOT NULL,
  `amount` decimal(12,2) NOT NULL,
  `shipping_cost` decimal(12,2) NOT NULL,
  `shipping_type` varchar(255) NOT NULL DEFAULT '1',
  `shipping_id` varchar(200) NOT NULL,
  `delivery_channel` varchar(200) NOT NULL,
  `weight` decimal(3,0) NOT NULL DEFAULT 1,
  `comment` longtext NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `order_items`
--

CREATE TABLE `order_items` (
  `id` int(14) NOT NULL,
  `company_id` varchar(255) NOT NULL,
  `order_id` varchar(255) NOT NULL,
  `quantity` varchar(255) NOT NULL,
  `number` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` int(12) NOT NULL,
  `date` datetime NOT NULL,
  `company_id` varchar(100) NOT NULL,
  `number` varchar(120) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`id`, `date`, `company_id`, `number`, `name`) VALUES
(1, '2023-08-01 21:58:00', '1', '722208569881', 'გასაღების სეიფი G1 (k001)'),
(2, '2023-08-01 21:58:28', '1', '722208569973', 'მინი გასაღების სეიფი G10 (k009)'),
(3, '2023-08-04 13:36:29', '1', '722208570436', '4-in-1 USB C/USB A HUB Docking Station with USB 3.0 and 2.0'),
(4, '2023-08-04 13:37:03', '1', '722208570351', '6 in 1 USB C HUB + Card reader'),
(5, '2023-08-04 13:37:34', '1', '20230804133734', 'pa004'),
(6, '2023-08-04 13:38:06', '1', '722208570511', 'USB Type-C/USB Ethernat Adapter'),
(7, '2023-08-04 13:38:35', '1', '722208570429', '6 in 1 C HUB Docking Station with PD/USB/Rj45 and video interface'),
(8, '2023-08-04 13:39:03', '1', '722208570443', 'Type C to USB HUB + Card reader 4 in 1'),
(9, '2023-08-04 13:40:02', '1', '722208570467', '6-in-1 USB-C Docking Station For mobile phone and tablets'),
(10, '2023-08-04 13:40:29', '1', '722208570344', '5 in 1 USB C HUB with PD/USB and video interface'),
(11, '2023-08-04 13:40:54', '1', '722208570474', 'Type-C to USB 3-in-1'),
(12, '2023-08-04 13:41:17', '1', '722208570337', '3 in 1 Type C HDTV Multi-Adapter'),
(13, '2023-08-04 13:41:57', '1', '722208570535', 'Travel Charger'),
(14, '2023-08-04 13:42:40', '1', '722208570504', 'Type-C to USB 7-in-1'),
(15, '2023-08-04 13:43:07', '1', '722208570450', 'Type C to USB 3.0 HUB'),
(16, '2023-08-04 13:43:32', '1', '722208570528', 'USB Type-C to HDMI Cable 2 Meter'),
(17, '2023-08-04 13:43:58', '1', '722208570498', 'Lan to USB Adapter'),
(18, '2023-08-04 13:44:22', '1', '722208570481', 'USB 3.0 4-Port Premium Aluminum Hub'),
(19, '2023-08-11 12:15:02', '1', '722208570009', 'გასაღების სეიფი ლოგოტიპით G13 (k001 limited)'),
(20, '2023-08-11 16:00:44', '2', '6970925916578', 'CRYSTAL DISPOSABLE E-CIG BLUBERRY PEACH ICE - 2ML( 20MG NICOTINE/1ML)'),
(21, '2023-08-11 16:02:26', '2', '6972540177419', 'RASPBERRY PASSION FRUIT GUAVA -0 % MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(22, '2023-08-11 16:03:17', '2', '6972540178331', 'TIRAMISU -20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(23, '2023-08-11 16:04:12', '2', '6972540171790', 'RASPBERRY PASSION FRUIT GUAVA -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(24, '2023-08-11 16:05:25', '2', '6972540178348', 'JUICY WATERMELON-0 % MG AIIR BILO DISPOSABLE E-CIG'),
(25, '2023-08-11 16:06:04', '2', '6972540178393', 'STRAWBERRY KIWI-0 % MG AIIR BILO DISPOSABLE E-CIG'),
(26, '2023-08-11 16:07:35', '2', '6972540177556', 'MANGO ICE-0 % MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(27, '2023-08-11 16:08:08', '2', '6972540170489', 'CHERRY COLA -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG-C'),
(28, '2023-08-11 16:08:45', '2', '6970925916516', 'CRYSTAL DISPOSABLE E-CIG PEACH ICE -2ML( 20MG NICOTINE/1ML)'),
(29, '2023-08-11 16:09:23', '2', '6970925916622', 'CRYSTAL DISPOSABLE E-CIG KIWI PASSION FRUIT GUAVA- 2ML( 20MG NICOTINE/1ML)'),
(30, '2023-08-11 16:09:56', '2', '6970925916356', 'CRYSTAL DISPOSABLE E-CIG STRAWBERRY BURST 2ML( 20MG NICOTINE/1ML)'),
(31, '2023-08-11 16:10:30', '2', '6970925916486', 'CRYSTAL DISPOSABLE E-CIG COLA ICE 2ML( 20MG NICOTINE/1ML)'),
(32, '2023-08-11 16:11:10', '2', '6970925916400', 'CRYSTAL DISPOSABLE E-CIG GREEN GRAPE- 2ML( 20MG NICOTINE/1ML)'),
(33, '2023-08-11 16:13:13', '2', '6970925916639', 'CRYSTAL DISPOSABLE E-CIG STRAWBERRY ICE CREAM - 2ML( 20MG NICOTINE/1ML)'),
(34, '2023-08-11 16:13:59', '2', '6970925916547', 'CRYSTAL DISPOSABLE E-CIG FRESH MENTHOL MOJITO -2ML( 20MG NICOTINE/1ML) '),
(35, '2023-08-11 16:14:43', '2', '6972540170748', 'MOCHA COFFEE -20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(36, '2023-08-11 16:17:43', '2', '6972540178676', 'MOCHA COFFEE -0% MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(37, '2023-08-11 16:27:57', '2', '6717169787492', 'HYPPE  - Sakura Grape (SG)     0% NICOTINE. 12ML'),
(38, '2023-08-11 16:29:35', '2', '6972540177679', 'STRAWBERRY KIWI-20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(39, '2023-08-11 16:30:19', '2', '6970925916646', 'CRYSTAL DISPOSABLE E-CIG LEMON &LIME -2ML( 20MG NICOTINE/1ML)'),
(40, '2023-08-11 16:31:50', '2', '6717169787638', 'HYPPE  - Mixed Berries (MB)    0% NICOTINE. 12ML'),
(41, '2023-08-11 16:32:24', '2', '6717169787324', 'HYPPE  - Green Dizzy Fruit (GDF)   0% NICOTINE. 12ML'),
(42, '2023-08-11 16:33:55', '2', '6717169787256', 'HYPPE  -  Strawberry Peach (SP)     0% NICOTINE. 12ML'),
(43, '2023-08-11 16:34:40', '2', '6972540177617', 'JUICY WATERMELON-20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(44, '2023-08-11 16:35:21', '2', '6972540170830', 'MANGO ICE-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(45, '2023-08-11 16:35:45', '2', '6972540177495', 'CHERRY COLA -0 % MG NICOTINE AIIR BILO DISPOSABLE E-CIG-C '),
(46, '2023-08-11 16:36:24', '2', '6717169787560', 'HYPPE  - Lime Peach (LP)   0% NICOTINE. 12ML'),
(47, '2023-08-14 23:05:33', '1', '722208570030', 'გასაღების სეიფი ბოქლომი G16 XL ტროსით (K005-L)'),
(48, '2023-08-17 11:06:09', '2', '6972540178409', 'TOBACCO-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(49, '2023-08-17 11:08:11', '2', '6972540177501', 'GRAPE ICE -0 % MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(50, '2023-08-17 11:09:12', '2', '6972540173459', 'BANANA ICE-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(51, '2023-08-17 11:10:08', '2', '6972540177440', 'BANANA ICE-0 % MG NICOTINE AIIR BILO DISPOSABLE E-CIG- '),
(52, '2023-08-17 11:11:44', '2', '6972540178287', 'PASSION FRUIT MANGO -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG-C'),
(53, '2023-08-17 11:12:40', '2', '6972540173411', 'DOUBLE APPLE ICE -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(54, '2023-08-17 11:13:47', '2', '6972540177563', 'COCONUT MELON-20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(55, '2023-08-17 11:14:35', '2', '6972540170700', 'ENERGY DRINK -20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(56, '2023-08-17 11:15:17', '2', '6972540170496', 'BLUEBERRY ICE-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(57, '2023-08-17 14:42:43', '2', '6972540170779', 'PINA- COLADA-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(58, '2023-08-17 14:46:50', '2', '6972540177624', 'CAFFEE LATTE -20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(59, '2023-08-17 14:48:39', '2', '6972540176320', 'ORANGE MANGO GUAVA-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(60, '2023-08-17 14:50:01', '2', '6972540176337', 'MANGO APPLE PEAR -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(61, '2023-08-17 14:55:56', '2', '6972540173565', 'PINEAPPLE LEMON-20MG NICOTINE   AIIR BILO DISPOSABLE E-CIG'),
(62, '2023-08-17 14:58:13', '2', '6972540170717', 'GRAPE ICE-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(63, '2023-08-20 18:07:22', '5', '20230820180722', 'K1'),
(64, '2023-08-20 18:07:46', '5', '20230820180746', 'X6'),
(65, '2023-08-20 18:08:03', '5', '20230820180803', 'X6 Pro'),
(66, '2023-08-20 18:09:59', '5', '20230820180959', 'T3'),
(67, '2023-08-20 18:10:10', '5', '20230820181010', 'T1'),
(68, '2023-08-22 14:35:42', '1', '722208569904', 'გასაღების სეიფი ბოქლომი G3 XL (K005)'),
(69, '2023-08-22 14:36:35', '1', '722208569942', 'სახლის ფორმის გასაღების სეიფი გასაღებით G7 (K007)'),
(70, '2023-08-22 14:45:33', '1', '722208569935', 'გასაღების სეიფი კოდით და გასაღებით G6 (K006)'),
(71, '2023-08-22 14:46:50', '1', '722208569959', '12 ღილაკიანი გასაღების სეიფი G8 (K008)'),
(72, '2023-08-22 15:07:13', '1', '722208570016', 'გასაღების სეიფი დასაკრობი/დასამაგრებელი G14 (K012)'),
(73, '2023-08-22 15:10:51', '1', '722208570023', 'გასაღების გასაღების სეიფი G15 ვერცხლისფერი (K003 Silver)'),
(74, '2023-08-22 15:11:01', '1', '722208569911', 'გასაღების ჭკვიანი სეიფი G4 შავი (K003 Black)'),
(75, '2023-08-23 17:19:20', '2', '6970925916387', 'CRYSTAL DISPOSABLE E-CIG WATERMELON ICE- 2ML( 20MG NICOTINE/1ML)'),
(76, '2023-08-23 18:18:47', '2', '6970925916608', 'CRYSTAL DISPOSABLE E-CIG WATERMELON STRAWBERRY BUBBLEGUM - 2ML( 20MG NICOTINE/1ML)'),
(77, '2023-08-23 18:22:42', '2', '6970925916431', 'CRYSTAL DISPOSABLE E-CIG PINK LEMONADE - 2ML( 20MG NICOTINE/1ML)'),
(78, '2023-08-23 18:26:54', '2', '6970925916615', 'CRYSTAL DISPOSABLE E-CIG CHERRY ICE-2ML( 20MG NICOTINE/1ML)'),
(79, '2023-08-24 20:29:22', '2', '6970925918060', 'CRYSTAL DISPOSABLE E-CIG APPLE ICE -2ML( 20MG NICOTINE/1ML'),
(80, '2023-08-24 20:32:19', '2', '6970925916479', 'CRYSTAL DISPOSABLE E-CIG TIGER BLOOD -2ML( 20MG NICOTINE/1ML'),
(81, '2023-08-24 20:35:41', '2', '6970925918473', 'CRYSTAL DISPOSABLE E-CIG VIMBUII ICE -2ML( 20MG NICOTINE/1ML'),
(82, '2023-09-06 17:39:21', '2', '6972540176634', 'Strawberry Guava'),
(83, '2023-09-12 15:34:57', '1', '722208569898', 'გასაღების სეიფი G2 XL'),
(84, '2023-09-12 17:31:02', '1', '722208569966', 'პორტატული სამგზავრო სეიფი G9'),
(85, '2023-09-12 17:45:16', '1', '722208569928', 'გასაღების სეიფი ბოქლომი G5 SM'),
(86, '2023-09-12 17:46:51', '1', '722208569980', 'გასაღების სეიფი ბოქლომი SM G11 შავი'),
(87, '2023-09-12 17:48:44', '1', '722208569997', 'ჭკვიანი გასაღების სეიფი Wifi/Bluetooth/ანაბეჭდი G12'),
(88, '2023-09-17 22:50:46', '8', '5025381000031', 'Odaban Spray'),
(89, '2023-09-17 22:51:31', '8', '5025381000000', 'Odaban Powder'),
(90, '2023-09-17 22:52:06', '8', '5011544070072', 'Losalt'),
(92, '2023-09-18 19:09:22', '1', '722208570139', 'Smart Lock Gateway G2'),
(93, '2023-09-18 19:47:47', '1', 'X002Q5T8I3', 'Aifeibao Gun Safe'),
(94, '2023-09-18 20:22:07', '1', '722208570238', 'ჭკვიანი გასაღების სეიფი Wifi/Bluetooth G17'),
(95, '2023-09-18 20:37:00', '1', '722208570245', 'Wifi ვიდეო ზარი V2'),
(96, '2023-09-18 20:37:14', '1', '722208570252', 'Wifi ვიდეო ზარი V3'),
(97, '2023-09-18 20:37:33', '1', '722208570269', 'Wifi ვიდეო ზარი V4'),
(98, '2023-09-22 17:09:34', '7', '6970925916639-', 'CRYSTAL DISPOSABLE E-CIG STRAWBERRY ICE CREAM - 2ML( 20MG NICOTINE/1ML)'),
(99, '2023-09-22 17:11:50', '7', '6972540177419-', 'RASPBERRY PASSION FRUIT GUAVA -0 % MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(100, '2023-09-22 17:31:10', '7', '6972540178409-', 'TOBACCO-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(101, '2023-09-22 17:32:53', '7', '6972540170830-', 'MANGO ICE-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG'),
(103, '2023-09-22 17:35:38', '7', '6970925916615-', 'CRYSTAL DISPOSABLE E-CIG CHERRY ICE-2ML( 20MG NICOTINE/1ML)'),
(106, '2023-09-22 17:40:42', '7', '6970925916578-', 'CRYSTAL DISPOSABLE E-CIG BLUBERRY PEACH ICE - 2ML( 20MG NICOTINE/1ML)'),
(107, '2023-09-29 11:44:02', '8', '086449002256', 'Crystal Mineral Deodorant Stick Unscented'),
(108, '2023-09-29 11:46:46', '8', '20230929114646', 'Sprey (სათადარიგო)'),
(109, '2023-10-12 14:35:06', '7', '6972540178393//', 'STRAWBERRY KIWI-0 % MG AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(110, '2023-10-12 14:36:40', '7', '6972540178331//', 'TIRAMISU -20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(111, '2023-10-12 14:38:57', '7', '6972540177679//', 'STRAWBERRY KIWI-20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(112, '2023-10-12 14:40:11', '7', '6972540178287//', 'PASSION FRUIT MANGO -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG-C დაზიანებული'),
(113, '2023-10-12 14:41:39', '7', '6970925916486//', 'CRYSTAL DISPOSABLE E-CIG COLA ICE 2ML( 20MG NICOTINE/1ML) დაზიანებული'),
(114, '2023-10-16 17:23:43', '7', '6972540177563//', 'COCONUT MELON-20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(115, '2023-10-17 17:58:58', '13', '6972540170489 old', 'CHERRY COLA -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG-C old'),
(116, '2023-10-17 18:00:34', '13', '6972540170779 old', 'PINA- COLADA-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG old'),
(117, '2023-10-17 18:01:44', '13', '6972540176337 old', 'MANGO APPLE PEAR -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG old'),
(118, '2023-10-17 18:02:54', '13', '6972540173565 old', 'PINEAPPLE LEMON-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG old'),
(119, '2023-10-17 18:04:13', '13', '6972540176320 old', 'ORANGE MANGO GUAVA-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG old'),
(120, '2023-10-19 17:16:11', '7', '6970925916646//', 'CRYSTAL DISPOSABLE E-CIG LEMON &LIME -2ML( 20MG NICOTINE/1ML) დაზიანებული'),
(121, '2023-10-19 17:18:05', '7', '6970925916622//', 'CRYSTAL DISPOSABLE E-CIG KIWI PASSION FRUIT GUAVA- 2ML( 20MG NICOTINE/1ML) დაზიანებული'),
(122, '2023-10-19 17:20:35', '7', '6970925916516//', 'CRYSTAL DISPOSABLE E-CIG PEACH ICE -2ML( 20MG NICOTINE/1ML) დაზიანებული'),
(123, '2023-10-23 13:32:30', '7', '6972540171790//', 'RASPBERRY PASSION FRUIT GUAVA -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(124, '2023-10-23 13:36:30', '7', '6970925916400//', 'CRYSTAL DISPOSABLE E-CIG GREEN GRAPE- 2ML( 20MG NICOTINE/1ML) დაზიანებული'),
(125, '2023-10-23 14:06:34', '7', '6972540170496//', 'BLUEBERRY ICE-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(126, '2023-10-23 14:08:15', '7', '6972540178348//', 'JUICY WATERMELON-0 % MG AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(127, '2023-10-24 16:54:00', '13', '6972540171790 Old', 'RASPBERRY PASSION FRUIT GUAVA -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG OLD'),
(128, '2023-10-30 11:51:51', '7', '6970925916356//', 'CRYSTAL DISPOSABLE E-CIG STRAWBERRY BURST 2ML( 20MG NICOTINE/1ML)'),
(129, '2023-10-30 11:55:39', '7', '6970925916547//', 'CRYSTAL DISPOSABLE E-CIG FRESH MENTHOL MOJITO -2ML( 20MG NICOTINE/1ML)'),
(130, '2023-10-30 14:36:46', '15', '20231030143646', 'ქოქოსის სუბსტრატი - 10 ლ  001'),
(131, '2023-10-30 14:38:09', '15', '20231030143809', 'ქოქოსის სუბსტრატი - 5 ლ  003'),
(132, '2023-10-30 14:39:09', '15', '20231030143909', 'ქოქოსის სუბსტრატი - 2 ლ  004'),
(133, '2023-10-30 16:49:35', '15', '20231030164935', 'მაღალმჟავიანი ნიადაგი 5 ლ 002'),
(134, '2023-10-30 16:50:58', '15', '20231030165058', 'პერლიტი - 4 ლ 005'),
(135, '2023-10-30 16:51:30', '15', '20231030165130', 'ფოთლოვანი მცენარეების ნიადაგი 10 ლ 006'),
(136, '2023-10-30 16:52:03', '15', '20231030165203', 'ფოთლოვანი მცენარეების ნიადაგი 5ლ 007'),
(137, '2023-10-30 16:56:17', '15', '20231030165617', 'სუკულენტების ნიადაგი 5 ლ 008'),
(138, '2023-10-30 16:58:14', '15', '20231030165814', 'გადარგვის ნაკრები - პატარა 009'),
(139, '2023-10-30 16:58:40', '15', '20231030165840', 'გადარგვის ნაკრები საშუალი 010'),
(140, '2023-10-30 16:59:06', '15', '20231030165906', 'გადარგვის ნაკრები დიდი 011'),
(141, '2023-10-30 16:59:52', '15', '20231030165952', 'პერლიტი - 2 ლ 012'),
(142, '2023-10-30 17:00:24', '15', '20231030170024', 'ვერმიკულიტი 0.5 ლ 013'),
(143, '2023-10-30 17:00:56', '15', '20231030170056', 'კალათი 17x17 014'),
(144, '2023-10-30 17:01:54', '15', '20231030170154', 'კალათი 30x30 015'),
(145, '2023-10-30 17:02:32', '15', '20231030170232', 'კალათი 35x35 016'),
(146, '2023-10-30 17:03:12', '15', '20231030170312', 'ქოქოსის საყრდენი 75სმ 017'),
(147, '2023-10-30 17:05:04', '15', '20231030170504', 'თიხის ქოთანი 18x18 0166'),
(148, '2023-10-30 17:07:09', '15', '20231030170709', 'თიხის ქოთანი 13x13 - 0177'),
(149, '2023-10-30 17:08:14', '15', '20231030170814', 'თიხის ქოთანი 10x10 018'),
(150, '2023-10-30 17:09:25', '15', '20231030170925', 'თეთეი ქოთანი - 13x13 019'),
(151, '2023-10-30 17:15:20', '15', '20231030171520', 'თეთეი ქოთანი - 10x10 020'),
(152, '2023-10-30 17:17:07', '15', '20231030171707', 'ბეტონის ქოთანი - პატარა 021'),
(153, '2023-10-30 17:17:52', '15', '20231030171752', 'ბეტონის ქოთანი საშუალო 022'),
(154, '2023-10-30 17:18:02', '15', '20231030171802', 'ბეტონის ქოთანი დიდი 023'),
(155, '2023-10-30 17:19:01', '15', '20231030171901', 'ბრადას სპრეი - 750მლ 024'),
(156, '2023-10-30 17:19:12', '15', '20231030171912', 'ბრადას სპრეი - 500მლ 025'),
(157, '2023-10-30 17:20:17', '15', '20231030172017', 'სარწყავი ვარდისფერი 026'),
(158, '2023-10-30 17:20:48', '15', '20231030172048', 'ხელთათმანი მწვანე 027'),
(159, '2023-10-30 17:21:01', '15', '20231030172101', 'ხელთათმანი - თეთრი 028'),
(160, '2023-10-30 17:21:12', '15', '20231030172112', 'ხელთათმანი - ვარდისფერი  029'),
(161, '2023-10-30 17:22:06', '15', '20231030172206', 'მაკრამეს საკიდი თეთეი 030'),
(162, '2023-10-30 17:22:27', '15', '20231030172227', ' მაკრამე ყავისფერი 031'),
(163, '2023-10-30 17:22:49', '15', '20231030172249', 'Bloom food 032'),
(164, '2023-10-30 17:23:11', '15', '20231030172311', 'Indoor plant food 033'),
(165, '2023-10-30 17:23:29', '15', '20231030172329', 'Green plant food 034'),
(166, '2023-10-30 17:23:52', '15', '20231030172352', 'ოსმოკოტი - 100 გრ 035'),
(167, '2023-10-30 17:24:10', '15', '20231030172410', 'ნიადაგის ტენიანობის საზომი 036'),
(168, '2023-10-30 17:24:32', '15', '20231030172432', 'შუშის შესასხურებელი 037'),
(169, '2023-10-30 17:25:00', '15', '20231030172500', 'იარაღების ნაკრები 038'),
(170, '2023-10-30 17:25:29', '15', '20231030172529', 'ნიჩაბი შავი 039'),
(171, '2023-10-30 17:25:49', '15', '20231030172549', 'დამატენიანებელი ვარსისფერი 040'),
(172, '2023-10-30 17:26:08', '15', '20231030172608', 'დამატენიანებელი - თეთრი 041'),
(173, '2023-10-30 17:26:29', '15', '20231030172629', 'ნათურა 042'),
(174, '2023-10-30 17:26:51', '15', '20231030172651', 'სასაჩუქრე - 50 ლ 043'),
(175, '2023-10-30 17:27:24', '15', '20231030172724', 'სასაჩუქტე - 100ლ 044'),
(176, '2023-10-30 17:27:38', '15', '20231030172738', 'სასაჩუქრე - 200 ლ 045 '),
(177, '2023-10-30 17:27:52', '15', '20231030172752', 'სასაჩუქრე 300 ლ 046'),
(178, '2023-10-31 19:09:26', '15', '20231031190926', 'უნივერსალური ნიადაგი 2 ლ - 047'),
(179, '2023-10-31 19:10:40', '15', '20231031191040', 'უნივერსალური ნიადაგი 5 ლ - 048'),
(180, '2023-10-31 19:11:54', '15', '20231031191154', 'უნივერსალური ნიდაგი - 10 ლ - 049'),
(181, '2023-10-31 19:12:41', '15', '20231031191241', 'სუკულენტების ნიადაგი 1 ლ - 050'),
(182, '2023-10-31 19:13:36', '15', '20231031191336', 'სუკულენტების ნიადაგი 3 ლ - 051'),
(183, '2023-10-31 19:14:56', '15', '20231031191456', 'ტორფის სუბსტრატი 2 ლ - 056'),
(184, '2023-10-31 19:17:30', '15', '20231031191730', 'პემზის კენჭები 5 ლ - 053'),
(185, '2023-10-31 19:17:54', '15', '20231031191754', 'პემზის კენჭები 2 ლ - 052'),
(186, '2023-11-01 12:25:09', '14', '4860115260050', 'მცენარეული სიროფი'),
(187, '2023-11-02 18:05:49', '7', '6972540170489//', 'CHERRY COLA -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG-C დაზიანებული'),
(188, '2023-11-02 18:07:53', '13', '6972540170717 old', 'GRAPE ICE-20MG NICOTINE AIIR BILO DISPOSABLE E-CIG old'),
(189, '2023-11-03 14:47:19', '7', '6970925916387//', 'CRYSTAL DISPOSABLE E-CIG WATERMELON ICE- 2ML( 20MG NICOTINE/1ML) დაზიანებული'),
(190, '2023-11-03 14:48:34', '7', '6972540173411//', 'DOUBLE APPLE ICE -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(191, '2023-11-03 15:37:14', '13', '6972540176634 Old', 'Strawberry Guava Old'),
(193, '2023-11-03 15:41:29', '13', '6972540173411 OLD', 'DOUBLE APPLE ICE -20MG NICOTINE AIIR BILO DISPOSABLE E-CIG OLD'),
(194, '2023-11-06 12:36:54', '1', '722208570146', 'Wifi ჭკვიანი როზეტი SP1'),
(195, '2023-11-06 18:12:17', '1', '722208570214', 'ელექტრო ბოქლომი ანაბეჭდით'),
(196, '2023-11-06 18:13:37', '1', '722208570153', 'Wifi ჭკვიანი როზეტები (Multi) SP2 (Sp002)'),
(197, '2023-11-14 16:04:26', '7', '6972540170700//', 'ENERGY DRINK -20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(198, '2023-11-14 16:05:55', '7', '6972540177624//', 'CAFFEE LATTE -20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(199, '2023-11-14 16:06:58', '7', '6972540177617//', 'JUICY WATERMELON-20 MG NICOTINE AIIR BILO DISPOSABLE E-CIG დაზიანებული'),
(200, '2023-12-04 16:25:04', '7', '6970925918473//', 'CRYSTAL DISPOSABLE E-CIG VIMBUII ICE -2ML( 20MG NICOTINE/1ML დაზიანებული'),
(201, '2023-12-08 15:04:00', '17', '20231208150400', 'მანქანის ჰაერის დამატენიანებელი (ნაცრისფერი)'),
(202, '2023-12-08 15:04:27', '17', '20231208150427', 'მანქანის ჰაერის დამატენიანებელი (ლაჟვარდისფერი)'),
(203, '2023-12-08 15:04:39', '17', '20231208150439', 'მანქანის ჰაერის დამატენიანებელი (სალათისფერი)'),
(204, '2023-12-08 15:04:59', '17', '20231208150459', 'ვულკანის ჰაერის დამატენიანებელი'),
(205, '2023-12-08 15:05:37', '17', '20231208150537', 'ეთერზეთი (Sauvage) 10 მლ'),
(206, '2023-12-08 15:05:53', '17', '20231208150553', 'ეთერზეთი (Tobacco Vanilla) 10 მლ'),
(207, '2023-12-14 18:26:31', '2', '6970925917131', 'CRYSTAL DISPOSABLE E-CIG BERRY ICE-2ML( 20MG NICOTINE/1ML)'),
(208, '2023-12-18 15:30:11', '1', '722208570276', 'გასაღების სეიფი G20'),
(209, '2023-12-18 18:05:58', '1', '722208570283', 'გასაღების სეიფი ABS G21 (ნაცრისფერი)'),
(210, '2023-12-18 18:06:10', '1', '722208570290', 'გასაღების სეიფი ABS G22 (ლურჯი)'),
(211, '2023-12-18 18:06:25', '1', '722208570306', 'გასაღების სეიფი ABS G23 (შავი)'),
(212, '2023-12-18 18:06:39', '1', '722208570313', 'გასაღების სეიფი ABS G24 (მწვანე)'),
(213, '2023-12-18 18:06:51', '1', '722208570320', 'გასაღების სეიფი ABS G25 (წითელი)'),
(214, '2023-12-27 17:06:38', '17', '20231227170638', 'ეთერზეთი (Vanilla Ice Cream) 10 მლ'),
(215, '2024-01-05 18:28:17', '20', '6927770800088', 'Nose and Ear Hair Trimmer'),
(216, '2024-01-05 18:29:20', '20', '20240105182920', 'Trimmer Vintage T9'),
(217, '2024-01-10 17:00:12', '17', '20240110170012', 'ეთერზეთი (black tobacco) 10 მლ'),
(218, '2024-01-12 12:24:04', '7', '6970925918060//', 'CRYSTAL DISPOSABLE E-CIG APPLE ICE -2ML( 20MG NICOTINE/1ML'),
(219, '2024-01-19 15:03:25', '7', '6970925916608//', 'CRYSTAL DISPOSABLE E-CIG WATERMELON STRAWBERRY BUBBLEGUM - 2ML( 20MG NICOTINE/1ML)'),
(220, '2024-01-24 13:46:46', '22', '20240124134646', 'საფერფლე'),
(221, '2024-01-26 17:00:35', '17', '20240126170035', 'ეთერზეთი (espresso) 10 მლ'),
(222, '2024-01-26 17:01:14', '17', '20240126170114', 'ეთერზეთი (white tea) 10 მლ'),
(223, '2024-01-26 17:01:51', '17', '20240126170151', 'ეთერზეთი (strawberry) 10 მლ'),
(224, '2024-02-06 13:45:00', '17', '20240206134500', 'მანქანის დიფუზორი (შავი)'),
(225, '2024-02-23 18:55:14', '2', '36581856886228', 'Amare Crystal One Disposable E-Cig Sweet Peach-2ML(20Mg Nicotine/1ML)'),
(226, '2024-02-23 18:56:18', '2', '64493699070651', 'Amare Crystal One Disposable E-Cig Crazy Blue-2ML(20Mg Nicotine/1ML)'),
(227, '2024-02-23 18:56:49', '2', '15079297016469', 'Amare Crystal One Disposable E-Cig Double Apple Explosion-2ML(20Mg Nicotine/1ML)'),
(228, '2024-02-23 18:58:16', '2', '96530334776105', 'Amare Crystal One Disposable E-Cig Cherry Peach Lemonade Fizzle-2ML(20Mg Nicotine/1ML)'),
(229, '2024-02-23 18:58:55', '2', '49482602452144', 'Amare Crystal One Disposable E-Cig Strawberry Burst-2ML(20Mg Nicotine/1ML)'),
(230, '2024-02-24 16:14:59', '12', '8717729828939', 'Short Flowering 125 gr'),
(231, '2024-02-24 16:18:35', '12', '8717729828908', 'Grow 125 gr'),
(232, '2024-02-24 16:19:29', '12', '8717729828960', 'Hybrid 125 gr'),
(233, '2024-02-24 16:20:14', '12', '8717729829547', 'Booster 125 gr'),
(234, '2024-02-24 16:21:32', '12', '8720246571332', 'StarterKit'),
(235, '2024-02-24 16:22:26', '12', '20240224162226', 'Grinder შავი'),
(236, '2024-02-24 16:23:58', '12', '20240224162358', 'Grinder თეთრი'),
(237, '2024-02-24 16:24:50', '12', '20240224162450', 'სანიშნები'),
(238, '2024-02-24 16:25:33', '12', '8717729828922', 'Short Flowering 500 gr'),
(239, '2024-02-24 16:27:21', '12', '8717729829554', 'Booster 500 gr'),
(240, '2024-02-24 16:27:54', '12', '8717729828953', 'Hybrid 500 gr'),
(241, '2024-02-24 16:28:24', '12', '8717729828892', 'Grow 500 gr'),
(242, '2024-02-24 16:29:17', '12', '8720246574135', 'Booster 50 gr'),
(243, '2024-02-28 14:04:58', '12', '8720246574128', 'Hybrid 50 gr'),
(244, '2024-02-28 14:08:20', '12', '8720246574111', 'Grow 50 gr'),
(245, '2024-02-28 14:12:39', '12', '8720246574142', 'Short Flowering 50 gr'),
(246, '2024-03-13 17:52:35', '17', '20240313175235', 'ეთერზეთი (Tobacco Vanille) 50 მლ'),
(247, '2024-03-13 17:53:03', '17', '20240313175303', 'ეთერზეთი (Sauvage) 50 მლ'),
(248, '2024-03-15 12:26:20', '1', '722208570160', 'Wifi ჭკვიანი დამაგრძელებელი SP3'),
(249, '2024-03-15 14:13:54', '1', '722208570412', 'დამაგრძელებელი LDNIO 6 Power Sockets + 4 Auto-ID'),
(250, '2024-03-15 17:24:17', '1', '722208570870', 'იარაღის შესანახი სეიფი GS3'),
(251, '2024-03-21 19:09:43', '7', '6970925917131//', 'CRYSTAL DISPOSABLE E-CIG BERRY ICE-2ML( 20MG NICOTINE/1ML)');

-- --------------------------------------------------------

--
-- Table structure for table `quantity`
--

CREATE TABLE `quantity` (
  `id` int(16) NOT NULL,
  `date` datetime NOT NULL,
  `company_id` varchar(255) NOT NULL,
  `number` varchar(255) NOT NULL,
  `qty` int(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `quantity`
--

INSERT INTO `quantity` (`id`, `date`, `company_id`, `number`, `qty`) VALUES
(1, '2023-08-01 21:58:00', '1', '722208569881', 523),
(2, '2023-08-01 21:58:28', '1', '722208569973', 50),
(3, '2023-08-04 13:36:29', '1', '722208570436', 5),
(4, '2023-08-04 13:37:03', '1', '722208570351', 3),
(5, '2023-08-04 13:37:34', '1', '20230804133734', 0),
(6, '2023-08-04 13:38:06', '1', '722208570511', 5),
(7, '2023-08-04 13:38:35', '1', '722208570429', 2),
(8, '2023-08-04 13:39:03', '1', '722208570443', 5),
(9, '2023-08-04 13:40:02', '1', '722208570467', 4),
(10, '2023-08-04 13:40:29', '1', '722208570344', 2),
(11, '2023-08-04 13:40:54', '1', '722208570474', 5),
(12, '2023-08-04 13:41:17', '1', '722208570337', 5),
(13, '2023-08-04 13:41:57', '1', '722208570535', 10),
(14, '2023-08-04 13:42:40', '1', '722208570504', 5),
(15, '2023-08-04 13:43:07', '1', '722208570450', 4),
(16, '2023-08-04 13:43:32', '1', '722208570528', 5),
(17, '2023-08-04 13:43:58', '1', '722208570498', 3),
(18, '2023-08-04 13:44:22', '1', '722208570481', 4),
(19, '2023-08-11 12:15:02', '1', '722208570009', 0),
(20, '2023-08-11 15:42:25', '2', '20230811154225', 0),
(21, '2023-08-11 15:53:43', '2', '20230811155343', 0),
(22, '2023-08-11 15:54:38', '2', '20230811155438', 0),
(23, '2023-08-11 15:55:19', '2', '20230811155519', 600),
(24, '2023-08-11 16:00:44', '2', '6970925916578', 12),
(25, '2023-08-11 16:02:26', '2', '6972540177419', 2212),
(26, '2023-08-11 16:03:17', '2', '6972540178331', 3074),
(27, '2023-08-11 16:04:12', '2', '6972540171790', 422),
(28, '2023-08-11 16:05:25', '2', '6972540178348', 192),
(29, '2023-08-11 16:06:04', '2', '6972540178393', 251),
(30, '2023-08-11 16:07:35', '2', '6972540177556', 143),
(31, '2023-08-11 16:08:08', '2', '6972540170489', 3054),
(32, '2023-08-11 16:08:45', '2', '6970925916516', 4),
(33, '2023-08-11 16:09:23', '2', '6970925916622', 13),
(34, '2023-08-11 16:09:56', '2', '6970925916356', 38),
(35, '2023-08-11 16:10:30', '2', '6970925916486', 585),
(36, '2023-08-11 16:11:10', '2', '6970925916400', 1017),
(37, '2023-08-11 16:13:13', '2', '6970925916639', 4),
(38, '2023-08-11 16:13:59', '2', '6970925916547', 2),
(39, '2023-08-11 16:14:43', '2', '6972540170748', 1421),
(40, '2023-08-11 16:17:43', '2', '6972540178676', 582),
(41, '2023-08-11 16:27:57', '2', '6717169787492', 0),
(42, '2023-08-11 16:29:35', '2', '6972540177679', 230),
(43, '2023-08-11 16:30:19', '2', '6970925916646', 379),
(44, '2023-08-11 16:31:50', '2', '6717169787638', 0),
(45, '2023-08-11 16:32:24', '2', '6717169787324', 0),
(46, '2023-08-11 16:33:55', '2', '6717169787256', 1),
(47, '2023-08-11 16:34:40', '2', '6972540177617', 62),
(48, '2023-08-11 16:35:21', '2', '6972540170830', 1779),
(49, '2023-08-11 16:35:45', '2', '6972540177495', 157),
(50, '2023-08-11 16:36:24', '2', '6717169787560', 2),
(51, '2023-08-14 23:05:33', '1', '722208570030', 19),
(52, '2023-08-17 11:06:09', '2', '6972540178409', 782),
(53, '2023-08-17 11:08:11', '2', '6972540177501', 7),
(54, '2023-08-17 11:09:12', '2', '6972540173459', 59),
(55, '2023-08-17 11:10:08', '2', '6972540177440', 35),
(56, '2023-08-17 11:11:44', '2', '6972540178287', 94),
(57, '2023-08-17 11:12:40', '2', '6972540173411', 18),
(58, '2023-08-17 11:13:47', '2', '6972540177563', 429),
(59, '2023-08-17 11:14:35', '2', '6972540170700', 15),
(60, '2023-08-17 11:15:17', '2', '6972540170496', 16),
(61, '2023-08-17 14:42:43', '2', '6972540170779', 2),
(62, '2023-08-17 14:46:50', '2', '6972540177624', 146),
(63, '2023-08-17 14:48:39', '2', '6972540176320', 8),
(64, '2023-08-17 14:50:01', '2', '6972540176337', 5),
(65, '2023-08-17 14:55:56', '2', '6972540173565', 2),
(66, '2023-08-17 14:58:13', '2', '6972540170717', 11),
(67, '2023-08-20 18:07:22', '5', '20230820180722', 0),
(68, '2023-08-20 18:07:46', '5', '20230820180746', 15),
(69, '2023-08-20 18:08:03', '5', '20230820180803', 13),
(70, '2023-08-20 18:09:59', '5', '20230820180959', 2),
(71, '2023-08-20 18:10:10', '5', '20230820181010', 1),
(72, '2023-08-22 14:35:42', '1', '722208569904', 29),
(73, '2023-08-22 14:36:35', '1', '722208569942', 19),
(74, '2023-08-22 14:45:33', '1', '722208569935', 35),
(75, '2023-08-22 14:46:50', '1', '722208569959', 24),
(76, '2023-08-22 15:07:13', '1', '722208570016', 9),
(77, '2023-08-22 15:10:51', '1', '722208570023', 4),
(78, '2023-08-22 15:11:01', '1', '722208569911', 8),
(79, '2023-08-23 17:19:20', '2', '6970925916387', 320),
(80, '2023-08-23 18:18:47', '2', '6970925916608', 444),
(81, '2023-08-23 18:22:42', '2', '6970925916431', 0),
(82, '2023-08-23 18:26:54', '2', '6970925916615', 631),
(83, '2023-08-24 20:29:22', '2', '6970925918060', 411),
(84, '2023-08-24 20:32:19', '2', '6970925916479', 1622),
(85, '2023-08-24 20:35:41', '2', '6970925918473', 491),
(86, '2023-09-06 17:39:21', '2', '6972540176634', 0),
(87, '2023-09-12 15:34:57', '1', '722208569898', 12),
(88, '2023-09-12 17:31:02', '1', '722208569966', 0),
(89, '2023-09-12 17:45:16', '1', '722208569928', 0),
(90, '2023-09-12 17:46:51', '1', '722208569980', 51),
(91, '2023-09-12 17:48:44', '1', '722208569997', 0),
(92, '2023-09-17 22:50:46', '8', '5025381000031', 9),
(93, '2023-09-17 22:51:31', '8', '5025381000000', 9),
(94, '2023-09-17 22:52:06', '8', '5011544070072', 2),
(95, '2023-09-18 19:09:22', '1', '722208570139', 3),
(96, '2023-09-18 19:47:47', '1', 'X002Q5T8I3', 5),
(97, '2023-09-18 20:22:07', '1', '722208570238', 1),
(98, '2023-09-18 20:37:00', '1', '722208570245', 4),
(99, '2023-09-18 20:37:14', '1', '722208570252', 5),
(100, '2023-09-18 20:37:33', '1', '722208570269', 4),
(101, '2023-09-22 17:09:34', '7', '6970925916639-', 13),
(102, '2023-09-22 17:11:50', '7', '6972540177419-', 55),
(103, '2023-09-22 17:31:10', '7', '6972540178409-', 5),
(104, '2023-09-22 17:32:53', '7', '6972540170830-', 16),
(105, '2023-09-22 17:35:38', '7', '6970925916615-', 3),
(106, '2023-09-22 17:40:42', '7', '6970925916578-', 26),
(107, '2023-09-29 11:44:02', '8', '086449002256', 11),
(108, '2023-09-29 11:46:46', '8', '20230929114646', 0),
(109, '2023-10-12 14:35:06', '7', '6972540178393//', 6),
(110, '2023-10-12 14:36:40', '7', '6972540178331//', 5),
(111, '2023-10-12 14:38:57', '7', '6972540177679//', 1),
(112, '2023-10-12 14:40:11', '7', '6972540178287//', 10),
(113, '2023-10-12 14:41:39', '7', '6970925916486//', 22),
(114, '2023-10-16 17:23:43', '7', '6972540177563//', 4),
(115, '2023-10-17 17:58:58', '13', '6972540170489 old', 36),
(116, '2023-10-17 18:00:34', '13', '6972540170779 old', 66),
(117, '2023-10-17 18:01:44', '13', '6972540176337 old', 160),
(118, '2023-10-17 18:02:54', '13', '6972540173565 old', 159),
(119, '2023-10-17 18:04:13', '13', '6972540176320 old', 92),
(120, '2023-10-19 17:16:11', '7', '6970925916646//', 12),
(121, '2023-10-19 17:18:05', '7', '6970925916622//', 25),
(122, '2023-10-19 17:20:35', '7', '6970925916516//', 9),
(123, '2023-10-23 13:32:30', '7', '6972540171790//', 7),
(124, '2023-10-23 13:36:30', '7', '6970925916400//', 20),
(125, '2023-10-23 14:06:34', '7', '6972540170496//', 2),
(126, '2023-10-23 14:08:15', '7', '6972540178348//', 5),
(127, '2023-10-24 16:54:00', '13', '6972540171790 Old', 61),
(128, '2023-10-30 11:51:51', '7', '6970925916356//', 23),
(129, '2023-10-30 11:55:39', '7', '6970925916547//', 23),
(130, '2023-10-30 14:36:46', '15', '20231030143646', 0),
(131, '2023-10-30 14:38:09', '15', '20231030143809', 0),
(132, '2023-10-30 14:39:09', '15', '20231030143909', 0),
(133, '2023-10-30 14:40:26', '15', '20231030144026', 0),
(134, '2023-10-30 16:49:35', '15', '20231030164935', 0),
(135, '2023-10-30 16:50:58', '15', '20231030165058', 0),
(136, '2023-10-30 16:51:30', '15', '20231030165130', 0),
(137, '2023-10-30 16:52:03', '15', '20231030165203', 0),
(138, '2023-10-30 16:56:17', '15', '20231030165617', 0),
(139, '2023-10-30 16:58:14', '15', '20231030165814', 0),
(140, '2023-10-30 16:58:40', '15', '20231030165840', 0),
(141, '2023-10-30 16:59:06', '15', '20231030165906', 0),
(142, '2023-10-30 16:59:52', '15', '20231030165952', 0),
(143, '2023-10-30 17:00:24', '15', '20231030170024', 0),
(144, '2023-10-30 17:00:56', '15', '20231030170056', 0),
(145, '2023-10-30 17:01:54', '15', '20231030170154', 0),
(146, '2023-10-30 17:02:32', '15', '20231030170232', 0),
(147, '2023-10-30 17:03:12', '15', '20231030170312', 0),
(148, '2023-10-30 17:05:04', '15', '20231030170504', 0),
(149, '2023-10-30 17:07:09', '15', '20231030170709', 0),
(150, '2023-10-30 17:08:14', '15', '20231030170814', 0),
(151, '2023-10-30 17:09:25', '15', '20231030170925', 0),
(152, '2023-10-30 17:15:20', '15', '20231030171520', 0),
(153, '2023-10-30 17:17:07', '15', '20231030171707', 0),
(154, '2023-10-30 17:17:52', '15', '20231030171752', 0),
(155, '2023-10-30 17:18:02', '15', '20231030171802', 0),
(156, '2023-10-30 17:19:01', '15', '20231030171901', 0),
(157, '2023-10-30 17:19:12', '15', '20231030171912', 0),
(158, '2023-10-30 17:20:17', '15', '20231030172017', 0),
(159, '2023-10-30 17:20:48', '15', '20231030172048', 0),
(160, '2023-10-30 17:21:01', '15', '20231030172101', 0),
(161, '2023-10-30 17:21:12', '15', '20231030172112', 0),
(162, '2023-10-30 17:22:06', '15', '20231030172206', 0),
(163, '2023-10-30 17:22:27', '15', '20231030172227', 0),
(164, '2023-10-30 17:22:49', '15', '20231030172249', 0),
(165, '2023-10-30 17:23:11', '15', '20231030172311', 0),
(166, '2023-10-30 17:23:29', '15', '20231030172329', 0),
(167, '2023-10-30 17:23:52', '15', '20231030172352', 0),
(168, '2023-10-30 17:24:10', '15', '20231030172410', 0),
(169, '2023-10-30 17:24:32', '15', '20231030172432', 0),
(170, '2023-10-30 17:25:00', '15', '20231030172500', 0),
(171, '2023-10-30 17:25:29', '15', '20231030172529', 0),
(172, '2023-10-30 17:25:49', '15', '20231030172549', 0),
(173, '2023-10-30 17:26:08', '15', '20231030172608', 0),
(174, '2023-10-30 17:26:29', '15', '20231030172629', 0),
(175, '2023-10-30 17:26:51', '15', '20231030172651', 0),
(176, '2023-10-30 17:27:24', '15', '20231030172724', 0),
(177, '2023-10-30 17:27:38', '15', '20231030172738', 0),
(178, '2023-10-30 17:27:52', '15', '20231030172752', 0),
(179, '2023-10-31 19:09:26', '15', '20231031190926', 0),
(180, '2023-10-31 19:10:40', '15', '20231031191040', 0),
(181, '2023-10-31 19:11:54', '15', '20231031191154', 0),
(182, '2023-10-31 19:12:41', '15', '20231031191241', 0),
(183, '2023-10-31 19:13:36', '15', '20231031191336', 0),
(184, '2023-10-31 19:14:56', '15', '20231031191456', 0),
(185, '2023-10-31 19:17:30', '15', '20231031191730', 0),
(186, '2023-10-31 19:17:54', '15', '20231031191754', 0),
(187, '2023-11-01 12:25:09', '14', '4860115260050', 691),
(188, '2023-11-02 18:05:49', '7', '6972540170489//', 14),
(189, '2023-11-02 18:07:53', '13', '6972540170717 old', 72),
(190, '2023-11-03 14:47:19', '7', '6970925916387//', 13),
(191, '2023-11-03 14:48:34', '7', '6972540173411//', 3),
(192, '2023-11-03 15:37:14', '13', '6972540176634 Old', 13),
(193, '2023-11-03 15:41:29', '13', '6972540173411 OLD', 75),
(194, '2023-11-06 12:36:54', '1', '722208570146', 53),
(195, '2023-11-06 18:12:17', '1', '722208570214', 2),
(196, '2023-11-06 18:13:37', '1', '722208570153', 7),
(197, '2023-11-14 16:04:26', '7', '6972540170700//', 1),
(198, '2023-11-14 16:05:55', '7', '6972540177624//', 3),
(199, '2023-11-14 16:06:58', '7', '6972540177617//', 4),
(200, '2023-12-04 16:25:04', '7', '6970925918473//', 4),
(201, '2023-12-08 15:04:00', '17', '20231208150400', 0),
(202, '2023-12-08 15:04:27', '17', '20231208150427', 34),
(203, '2023-12-08 15:04:39', '17', '20231208150439', 36),
(204, '2023-12-08 15:04:59', '17', '20231208150459', 19),
(205, '2023-12-08 15:05:37', '17', '20231208150537', 0),
(206, '2023-12-08 15:05:53', '17', '20231208150553', 44),
(207, '2023-12-14 18:26:31', '2', '6970925917131', 778),
(208, '2023-12-18 15:30:11', '1', '722208570276', 26),
(209, '2023-12-18 18:05:58', '1', '722208570283', 36),
(210, '2023-12-18 18:06:10', '1', '722208570290', 40),
(211, '2023-12-18 18:06:25', '1', '722208570306', 29),
(212, '2023-12-18 18:06:39', '1', '722208570313', 37),
(213, '2023-12-18 18:06:51', '1', '722208570320', 87),
(214, '2023-12-27 17:06:38', '17', '20231227170638', 0),
(215, '2024-01-05 18:28:17', '20', '6927770800088', 387),
(216, '2024-01-05 18:29:20', '20', '20240105182920', 97),
(217, '2024-01-10 17:00:12', '17', '20240110170012', 0),
(218, '2024-01-12 12:24:04', '7', '6970925918060//', 2),
(219, '2024-01-19 15:03:25', '7', '6970925916608//', 2),
(220, '2024-01-24 13:46:46', '22', '20240124134646', 10),
(221, '2024-01-26 17:00:35', '17', '20240126170035', 0),
(222, '2024-01-26 17:01:14', '17', '20240126170114', 0),
(223, '2024-01-26 17:01:51', '17', '20240126170151', 0),
(224, '2024-02-06 13:45:00', '17', '20240206134500', 6),
(225, '2024-02-23 18:55:14', '2', '36581856886228', 520),
(226, '2024-02-23 18:56:18', '2', '64493699070651', 519),
(227, '2024-02-23 18:56:49', '2', '15079297016469', 520),
(228, '2024-02-23 18:58:16', '2', '96530334776105', 518),
(229, '2024-02-23 18:58:55', '2', '49482602452144', 520),
(230, '2024-02-24 16:14:59', '12', '8717729828939', 125),
(231, '2024-02-24 16:18:35', '12', '8717729828908', 125),
(232, '2024-02-24 16:19:29', '12', '8717729828960', 125),
(233, '2024-02-24 16:20:14', '12', '8717729829547', 125),
(234, '2024-02-24 16:21:32', '12', '8720246571332', 10),
(235, '2024-02-24 16:22:26', '12', '20240224162226', 72),
(236, '2024-02-24 16:23:58', '12', '20240224162358', 48),
(237, '2024-02-24 16:24:50', '12', '20240224162450', 1000),
(238, '2024-02-24 16:25:33', '12', '8717729828922', 50),
(239, '2024-02-24 16:27:21', '12', '8717729829554', 50),
(240, '2024-02-24 16:27:54', '12', '8717729828953', 50),
(241, '2024-02-24 16:28:24', '12', '8717729828892', 50),
(242, '2024-02-24 16:29:17', '12', '8720246574135', 400),
(243, '2024-02-28 14:04:58', '12', '8720246574128', 400),
(244, '2024-02-28 14:08:20', '12', '8720246574111', 400),
(245, '2024-02-28 14:12:39', '12', '8720246574142', 400),
(246, '2024-03-13 17:52:35', '17', '20240313175235', 0),
(247, '2024-03-13 17:53:03', '17', '20240313175303', 0),
(248, '2024-03-15 12:26:20', '1', '722208570160', 4),
(249, '2024-03-15 14:13:54', '1', '722208570412', 6),
(250, '2024-03-15 17:24:17', '1', '722208570870', 3),
(251, '2024-03-21 19:09:43', '7', '6970925917131//', 2);

-- --------------------------------------------------------

--
-- Table structure for table `shipping_type`
--

CREATE TABLE `shipping_type` (
  `id` int(7) NOT NULL,
  `name` varchar(255) NOT NULL,
  `color` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `shipping_type`
--

INSERT INTO `shipping_type` (`id`, `name`, `color`) VALUES
(1, 'სტანდარტული', 'success'),
(2, 'სწრაფი', 'danger'),
(3, 'იმავე დღეს', 'warning');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `clients`
--
ALTER TABLE `clients`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `idnumber` (`idnumber`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `order_items`
--
ALTER TABLE `order_items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `number` (`number`);

--
-- Indexes for table `quantity`
--
ALTER TABLE `quantity`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `shipping_type`
--
ALTER TABLE `shipping_type`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `cities`
--
ALTER TABLE `cities`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=91;

--
-- AUTO_INCREMENT for table `clients`
--
ALTER TABLE `clients`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT for table `orders`
--
ALTER TABLE `orders`
  MODIFY `id` int(14) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `order_items`
--
ALTER TABLE `order_items`
  MODIFY `id` int(14) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=252;

--
-- AUTO_INCREMENT for table `quantity`
--
ALTER TABLE `quantity`
  MODIFY `id` int(16) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=252;

--
-- AUTO_INCREMENT for table `shipping_type`
--
ALTER TABLE `shipping_type`
  MODIFY `id` int(7) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
